import { QnaTypes } from "../types/qaatypes";

export const QNA_LIST: QnaTypes[] = [
  {
    question: "모의고사는 어떻게 푸나요?",
    answer: "첨삭이 이루어지는 시험문제는 실제 대학별 기출시험 문제입니다.",
    answer2:
      " 실제 시험환경과 최대한 동일하게 하기 위해, 답안은 수기로 작성하게 되어 있으며 제한시간이 완료되면 시험이 자동 종료됩니다.",
  },
  {
    question: "실제 논술시험과 얼마나 유사한가요?",
    answer: "첨삭이 이루어지는 시험문제는 실제 대학별 기출시험 문제입니다.",
    answer2:
      "실제 시험환경과 최대한 동일하게 하기 위해, 답안은 수기로 작성하게 되어 있으며 제한시간이 완료되면 시험이 자동 종료됩니다.",
  },
  {
    question: "첨삭권은 어떻게 사용하나요?",
    answer: "첨삭권은 시험 종료 후 답안을 제출하시면 자동으로 사용됩니다. 답안 제출에 주의하시기 바랍니다.",
  },
  {
    question: "첨삭결과는 언제 받을 수 있나요?",
    answer: "첨삭권은 답안 제출 일주일 후에 받아보실 수 있습니다.",
  },
  {
    question: "월 정기결제와 6개월 멤버십의 차이가 뭔가요?",
    answer: "기간의 차이일 뿐, 이용할 수 있는 학습자료와 첨삭권 개수는 모두 동일합니다.",
    answer2:
      "6개월 멤버십으로 이용하실 경우 40% 할인이 들어가기 때문에 논술입시를 계속 준비하시는 분들께는 멤버십을 추천드립니다.",
  },
  {
    question: "정기결제를 해지하고 싶어요.",
    answer:
      "내 정보 > 멤버십 & 결제 정보 에서 해지 가능하며, 해지하시더라도 결제 기간이 종료될 때까지 이용 가능합니다.",
  },
  {
    question: "결제 내역은 어디서 확인할 수 있나요?",
    answer: "내 정보 > 멤버십 & 결제 정보에서 확인하실 수 있습니다.",
  },
];
