const PRECAUTION_MODAL = [
  {
    index: 1,
    title: "원고지 준비",
    content: [
      "논술메이트의 첨삭은 이미지 파일을 통해 이루어집니다.",
      "답안지를 촬영/스캔해 이미지로 제출할 수 있도록 원고지를 준비해주세요.",
    ],
  },
  {
    index: 2,
    title: "제한시간 엄수",
    content: [
      "시험 시작 버튼 클릭과 동시에 타이머가 시작됩니다.",
      "타이머가 끝나면 시험지를 더 이상 볼 수 없으니 시간 안배에 주의하세요.",
    ],
  },
  {
    index: 3,
    title: "이미지 파일 제출",
    content: [
      "시험이 종료되면 상단 타이머가 멈추고 답안지 파일 제출 창이 나타납니다.",
      "파일 제출 시간은 시험 시간에 포함되지 않으니 끝까지 시험에 집중해 주세요.",
    ],
  },
];

export default PRECAUTION_MODAL;
