import { QnaTypes } from "../types/qaatypes";

export const QNA_LIST: QnaTypes[] = [
  {
    question: "타 논술첨삭 서비스에 비해 가격대가 낮은 이유가 무엇인가요?",
    answer: "논술메이트는 소셜벤처기업으로 벤처기업협회의 지원을 받고 있는 서비스입니다.",
    answer2:
      "학생들의 출발점에 터무니없는 가격표가 달리지 않도록’ 나아가고 있는 기업인 만큼 당장의 수익을 높이기보다 학습 서비스의 질을 높이는 데 집중하고 있습니다.",
  },
  {
    question: "어떤 분들이 첨삭해주시나요?",
    answer:
      "실제 논술 합격 경험이 있으신 첨삭 강사님들이 직접 첨삭해 주시며, 학생 개인의 목표 대학에 가장 전문적인 분을 담당 강사님으로 배정해드립니다.",
  },
  {
    question: "상담을 받고 싶어요.",
    answer:
      "홈페이지 하단의 상담신청 팝업을 통해 신청하실 수 있으며, 간단한 문의사항은 논술메이트 카카오톡 채널로도 문의 가능합니다. ",
  },
  {
    question: "재첨삭은 어떻게 받을 수 있나요?",
    answer:
      "재첨삭은 첨삭 결과 페이지에서 신청할 수 있습니다. 프리미엄 멤버십에 한해, 한 번 재첨삭을 받았던 시험을 추가로 검토 받고 싶은 경우에는 담당 선생님께 카카오톡으로 질문주시면 됩니다.",
  },
  {
    question: "1:1 질의응답은 어떻게 이뤄지나요?",
    answer:
      "1:1 질의응답은 첨삭을 넘어 과외처럼 학생들을 보다 꼼꼼하게 관리하고, 이해가 안 가거나 어려운 부분들을 잘 지도하여 학생들의 불안감을 해소해줍니다.",
    answer2: "담당 선생님과 카카오톡으로 만나 보실 수 있으며, 정해진 시간 내에 자유로운 1:1 질의응답이 가능합니다.",
  },
  {
    question: "컨설팅은 어떻게 진행되나요?",
    answer:
      "학생의 생활기록부, 내신, 모의고사/예상 수능 성적, 논술 준비 기간, 원하는 대학 후보,수리/영어 논술에 대한 선호도 등을 고려하여 합격률이 높은 대학들을 선별해 컨설팅 리포트를 보내 드립니다.",
  },
  {
    question: "학원 없이 논술메이트 만으로 논술 실력을 올리기에 충분한가요?",
    answer:
      "학원을 다니지 않는 학생들이 불안하지 않도록, 재첨삭 및 과외처럼 1:1 관리가 들어가는 프리미엄 옵션이 있습니다.",
    answer2:
      "학원보다 더 많은 문제를 어디서나 원할 때 마음껏 풀어볼 수 있으며, 학원 조교가 아닌 담당 강사님의 퀄리티 높은 첨삭을 받아 보실 수 있습니다.",
    answer3:
      "또한 1:1 케어로 보다 더 많은 질의응답이 가능합니다. 학원과 병행해 더 많은 첨삭을 받아보고 싶을 경우에도 추천드립니다.",
  },
  {
    question: "멤버십을 해지하고 싶어요.",
    answer: "내 정보 > 회원정보 에서 해지 가능합니다.",
  },
  {
    question: "2026 대학 합격 환급 기준이 어떻게 되나요?",
    answer:
      "논술메이트에서 첨삭이 제공되는 대학 합격 시 부가세 및 카드 수수료 제외, 전액 환급해드리며 2025년 1월부터 신청 가능합니다.",
  },
];
